{
  "en": {
    "section-visiteur": "My history",
    "header2": "Send of biodata",
    "header3": "Delegate invitation",
    "accueil-biodatas": "Write your biodata",
    "header4": "Sea Test Base is located in a restricted access area, obtaining permissions is required to access it. Completing and sending this application form is an important step that will allow us to transfer your application to the authorities.",
    "header5": "The estimated time to enter your data is 5 to 10 minutes",
    "header6": "You can fill out this form",
    "header7": "to 23:59",
    "header8": "This symbol indicates information that must be entered",
    "header9": "Unsent data is not saved",
    "confirmation-biodatas": "Your biodatas have been sent",
    "header10": "You will receive a confirmation email within the next few minutes",
    "header11": "After control by a director, they will be transferred to the authorities.",
    "header12": "Thank you, you have already sent your biodatas",
    "etapes-biodatas": "Home",
    "header13": "Identity",
    "header14": "Documents",
    "header15": "Vehicle",
    "header16": "Sent",
    "informations-champ": "mandatory",
    "header17": "Invalid",
    "header18": "Valid",
    "invitation-recue-titre": "Invitation received",
    "invitation-recue-detail-1": "You can send your biodatas until",
    "invitation-recue-detail-2": "at 23:59",
    "biodatas-envoyes-titre": "Biodatas sended",
    "biodatas-envoyes-detail": "Your biodatas will be analysed by an administrator",
    "biodatas-valides-titre": "Biodatas validated",
    "biodatas-valides-detail": "Your biodatas have been validated and will soonbe transmited to french authorities",
    "biodatas-refusees-titre": "Biodatas refused",
    "biodatas-refusees-detail": "Your biodatas are invalid, please send them back before limit date",
    "biodatas-transferees-titre": "Biodatas transfered to authorities",
    "biodatas-transferees-detail": "Your request is curently analysed by authorities",
    "demande-ok-titre": "Access request validated",
    "demande-ok-detail": "French authorities have accepted your access request",
    "demande-ko-titre": "Access request refused",
    "demande-ko-detail": "French authorities have refused your access request<br/>Please contact an administrator for more informations",
    "date-limite-titre": "Deadline reached",
    "date-limite-detail": "The sending of biodatas is no longer possible, but the biodata already sent will be processed",
    "delegation-titre-section-1": "Information",
    "delegation-detail-section-1": "Delegating your invitation allows you to send an invitation to people coming in the same project. You can also cancel a delegation.",
    "delegation-desactivee": "Invitation delegation is disabled by administrators for this project",
    "delegation-titre-section-2": "Invitations sent by the administrator",
    "delegation-titre-section-3": "Invitations delegated by you or another visitor",
    "conseils-biodatas": "Information",
    "header19": "For a fast processing of your file, consider checking the accuracy of the information entered.",
    "header20": "How do I enter the phone number?",
    "header21": "Enter a number with which you can easily be reached, preferably a mobile phone number.",
    "header22": "If the number is not French, enter it in the international format (ex: +447911123456)",
    "header23": "Which date format is valid?",
    "header24": "Enter the dates in the format DD/MM/YYYY (day/month/year)",
    "header25": "Which address to indicate?",
    "header26": "Indicate the address of your principal residence",
    "header27": "What is the remarks section for?",
    "header28": "They allow you to indicate any information you deem useful in the processing of your file",
    "header29": "What should be the format of the identity card?",
    "header30": "Scan the front and back of your ID card. All information must be clearly visible. Format pdf or image.",
    "header31": "What should be the format of the passport?",
    "header32": "Scan the pages with your photo and signature. All information must be clearly visible. Format pdf or image.",
    "header33": "What should be the format of the residence card?",
    "header34": "Scan the pages with your photo and signature. All information must be clearly visible. Format pdf or image.",
    "header35": "What should be the format of the permition to drive?",
    "header36": "Your license must be a double-sided scan of a new license or a scan of the 3 internal pages of a former license. The texts and your photo must be clearly visible.",
    "header37": "How to enter registration",
    "header38": "Indicate the numbers and dashes in the white part, without space.",
    "header39": "For this plate, the entry is AB-344-CA",
    "header40": "What happens if the data is invalid?",
    "header41": "You will have to resend your biodatas again. Pay attention to transmitting good quality scanning",
    "header42": "What will the authorities do with my data?",
    "header43": "It is the authorities who, after controlling your data, will grant or deny you the right to access Sea Test Base.",
    "ajout-delegation-modal": "Delegation of invitation",
    "header44": "Enter the email addresses of visitors to add.",
    "header45": "E-mail",
    "header46": "Cancel",
    "header47": "OK",
    "annulation-delegation-modal": "Cancellation of delegation",
    "header48": "Do you really want to delete the delegate invitation to",
    "header49": "Cancel",
    "header50": "OK",
    "erreur-biodatas-modal": "Error in processing biodatas",
    "header51": "Your data has not been sent, please correct the following errors:",
    "header52": "Return to form",
    "page-biodatas": "Last-name",
    "header53": "First-name",
    "header54": "Number",
    "header55": "Street",
    "header56": "Zip code",
    "header57": "Line address 2",
    "header58": "City",
    "header59": "Please indicate your nationality. The identity documents requested are deemed to be of your nationality.",
    "header60": "Choose a file",
    "header61": "To access the site with your vehicle, additional information is required. Pass this step if you are not the driver of a vehicle.",
    "header62": "I would be the driver of a vehicle",
    "header63": "Choose a file",
    "header64": "I confirm the validity of the data entered",
    "header65": "I accept the transmission of the data to the authorities",
    "header66": "Send my data"
  },
  "fr": {
    "section-visiteur": "Mon dossier",
    "header2": "Envoi des biodatas",
    "header3": "Délégation d'invitation",
    "accueil-biodatas": "Saisie des biodatas",
    "header4": "Sea Test Base est situé dans une zone à accés réglementé, obtenir des autorisations est nécessaire pour y accéder. Remplir et envoyer ce formulaire est une étape importante qui nous permettra de transférer votre demande aux autorités.",
    "header5": "Le temps estimé pour saisir vos données est de 5 à 10 minutes",
    "header6": "Vous pouvez remplir ce formulaire jusqu'au",
    "header7": "à 23:59",
    "header8": "Ce symbole indique une information dont la saisie est obligatoire",
    "header9": "Les données non envoyées ne sont pas sauvegardées",
    "confirmation-biodatas": "Vos biodatas ont bien été envoyées",
    "header10": "Vous recevrez un mail de confirmation dans les prochaines minutes",
    "header11": "Après controle par un administrateur, elles seront transférées aux autorités.",
    "header12": "Merci, vous avez déjà envoyé vos biodatas",
    "etapes-biodatas": "Accueil",
    "header13": "Identité",
    "header14": "Documents",
    "header15": "Véhicule",
    "header16": "Envoi",
    "informations-champ": "Obligatoire",
    "header17": "Invalide",
    "header18": "Valide",
    "invitation-recue-titre": "Invitation reçue",
    "invitation-recue-detail-1": "Vous pouvez envoyer vos biodatas jusqu'au",
    "invitation-recue-detail-2": "à 23:59",
    "biodatas-envoyes-titre": "Biodatas envoyées",
    "biodatas-envoyes-detail": "Vos biodatas vont être controlées par un administrateur",
    "biodatas-valides-titre": "Biodatas validées",
    "biodatas-valides-detail": "Vos biodatas sont valides et vont prochainement être tansmises aux autorités",
    "biodatas-refusees-titre": "Biodatas refusées",
    "biodatas-refusees-detail": "Vos biodatas sont invalides, merci de les renvoyer avant la date limite",
    "biodatas-transferees-titre": "Biodatas transférées aux autorités",
    "biodatas-transferees-detail": "Votre demande est en cours de traitement par les autorités",
    "demande-ok-titre": "Demande d'accès acceptée",
    "demande-ok-detail": "Sur la base des renseignements fournis, les autorités ont accepté votre demande d'accès",
    "demande-ko-titre": "Demande d'accès refusée",
    "demande-ko-detail": "Sur la base des renseignements fournis, les autorités ont refusé votre demande d'accès<br/>Merci de contacter un administrateur afin d'obtenir des renseignements",
    "date-limite-titre": "Date limite atteinte",
    "date-limite-detail": "L'envoi des biodatas n'est plus possible mais les biodatas déjà envoyées seront traitées",
    "delegation-titre-section-1": "Informations",
    "delegation-detail-section-1": "Déléguer votre invitation vous permet d'envoyer une invitation aux personnes venant dans le cadre du même projet. Vous pouvez également annuler une délégation.",
    "delegation-desactivee": "La délégation d'invitation est désactivée par les administrateurs pour ce projet",
    "delegation-titre-section-2": "Invitations envoyées par les administrateurs",
    "delegation-titre-section-3": "Invitations déléguées par vous ou un autre visiteur",
    "conseils-biodatas": "Informations",
    "header19": "Pour un traitement rapide de votre dossier, penser à contrôler l'exactitude des informations saisies.",
    "header20": "Comment saisir le numéro de téléphone ?",
    "header21": "Indiquez un numéro avec lequel vous ête facilement joignable, de préférence un numéro de téléphone portable.",
    "header22": "Si le numéro n'est pas français, le saisir au format internationnal (ex: +447911123456)",
    "header23": "Quel format de date est valide ?",
    "header24": "Indiquez les dates au format DD/MM/YYYY (jour/mois/année)",
    "header25": "Quelle adresse indiquer ?",
    "header26": "Indiquez l'adresse de votre résidence principale",
    "header27": "A quoi sert la section remarques ?",
    "header28": "Elles vous permet d'indiquer toute information que vous jugez utile au traitement de votre dossier",
    "header29": "Quel doit être le format de la carte d'identité ?",
    "header30": "Scannez le recto et le verso de votre carte d'identité. Toutes les informations doivent être clairement lisibles. Format pdf ou image.",
    "header31": "Quel doit être le format du passeport ?",
    "header32": "Scannez les pages comportant votre photo et votre signature. Toutes les informations doivent être clairement lisibles. Format pdf ou image.",
    "header33": "Quel doit être le format de la carte de séjour ?",
    "header34": "Scannez les pages comportant votre photo et votre signature. Toutes les informations doivent être clairement lisibles. Format pdf ou image.",
    "header35": "Quel doit être le format du permis ?",
    "header36": "Votre permis doit être un scan recto-verso d'un nouveau permis ou un scan des 3 pages intérieures d'un ancien permis. Les textes ainsi que votre photo doivent être clairement lisibles.",
    "header37": "Comment saisir l'immatriculation ?",
    "header38": "Indiquez les chiffres et les tirets se situant dans la partie blanche, sans espace.",
    "header39": "Pour cette plaque, la saisie est AB-344-CA",
    "header40": "Que se passe t-il si les données sont invalides ?",
    "header41": "Vous devrez renvoyer à nouveau vos biodatas. Faites particulièrement attention a transmettre des scan de bonne qualité.",
    "header42": "Que vont faire les autoritées avec mes données ?",
    "header43": "Ce sont les autoritées qui, après contrôle de vos données, vous accorderons ou non le droit d'accéder à Sea Test Base.",
    "ajout-delegation-modal": "Délégation de l'invitation",
    "header44": "Indiquez les adresses email des visiteurs à ajouter.",
    "header45": "Email",
    "header46": "Annuler",
    "header47": "Valider",
    "annulation-delegation-modal": "Annulation de la délégation",
    "header48": "Voulez-vous vraiment supprimer définitivement l'invitation déléguée à ",
    "header49": "Annuler",
    "header50": "Valider",
    "erreur-biodatas-modal": "Erreur lors du traitement des biodatas",
    "header51": "Vos données n'ont pas été envoyées, merci de corriger les erreurs suivantes:",
    "header52": "Revenir au formulaire",
    "page-biodatas": "Nom",
    "header53": "Prénom",
    "header54": "Numéro",
    "header55": "Rue",
    "header56": "Code postal",
    "header57": "Ligne adresse 2",
    "header58": "Ville",
    "header59": "Merci d'indiquer votre nationalité. Les documents d'identité demandés depéndent de votre nationalité.",
    "header60": "Choisir un fichier",
    "header61": "Afin d'accéder au site avec votre véhicule, des informations complémentaires sont nécessaires. Passez cette étape si vous n'êtes pas le conducteur d'un véhicule.",
    "header62": "Je serais le conducteur d'un véhicule",
    "header63": "Choisir un fichier",
    "header64": "Je confirme la validité des données saisies",
    "header65": "J'accepte la transmission des données aux autorités",
    "header66": "Envoyer mes données"
  }
}